brew "neovim"
brew "diff-so-fancy"
brew "eza"
brew "fd"
brew "fzf"
brew "gh"
brew "fastfetch"
brew "btop"
brew "stow"
brew "quick-lint-js"
brew "ripgrep"
brew "tmux"
brew "tree"
brew "vim"
brew "git"
