brew "neovim"
brew "diff-so-fancy"
brew "eza"
brew "fd"
brew "fzf"
brew "gh"
brew "fastfetch"
brew "btop"
brew "stow"
brew "quick-lint-js"
brew "ripgrep"
brew "tmux"
brew "tree"
brew "vim"
brew "git"
brew "starship"
brew "antidote"
brew "git-delta"
brew "bat"

brew "node"
brew "pnpm"
brew "yarn"
brew "simdjson"
brew "python"
brew "gnupg"

cask "wezterm"
